---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarContainerItem
source: html/5227efff-4032-a6d0-5971-89a81170cb0f.htm
---
# RebarContainerItem Members

Checks if a presentation mode can be applied for this rebar in the given view.